Revit 2027 API
SymbolTypeId.VAPerMSup2 Property
 Symbol VA/m², indicating unit Volt amperes per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VAPerMSup2 { get; }
Public Shared ReadOnly Property VAPerMSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VAPerMSup2 {
	ForgeTypeId^ get ();
}
static member VAPerMSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace